
&НаКлиенте
Процедура Регистр1(Команда)
	Сообщить("Регистры сведений — это прикладные объекты конфигурации. Они позволяют хранить в прикладном решении произвольные данные в разрезе нескольких измерений. Например, в регистре сведений можно хранить курсы валют в разрезе валют, или цены предприятия в разрезе номенклатуры и типа цен.");
КонецПроцедуры

&НаКлиенте
Процедура Регистр2(Команда)
	Сообщить("Регистры накопления — это прикладные объекты конфигурации. Они составляют основу механизма учета движения средств (финансов, товаров, материалов и т. д.), который позволяет автоматизировать такие направления, как складской учет, взаиморасчеты, планирование.");
КонецПроцедуры

&НаКлиенте
Процедура Регистр3(Команда)
	Сообщить("Регистры бухгалтерии — это прикладные объекты конфигурации. Они используются в механизме бухгалтерского учета и позволяют вести многоуровневый и многомерный аналитический учет, учет по нескольким планам счетов, опциональное ведение количественного, суммового и валютного учета по отдельным разрезам аналитики и т. д.");
КонецПроцедуры

&НаКлиенте
Процедура Регистр4(Команда)
	Сообщить("Регистры расчета — это прикладные объекты конфигурации. Они используются в механизме сложных периодических расчетов и служат для хранения записей о тех или иных видах расчета, которые необходимо выполнить, а также для хранения промежуточных данных и самих результатов выполненных расчетов.");
КонецПроцедуры
